final morningAdhkar = [
  {
    "title": "آية الكرسي",
    "text":
        "اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ...",
    "count": 1,
  },
  {
    "title": "سورة الإخلاص",
    "text":
        "قُلْ هُوَ اللَّهُ أَحَدٌ...",
    "count": 3,
  },
  {
    "title": "سورة الفلق",
    "text":
        "قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ...",
    "count": 3,
  },
  {
    "title": "سورة الناس",
    "text":
        "قُلْ أَعُوذُ بِرَبِّ النَّاسِ...",
    "count": 3,
  },
  {
    "title": "اللهم بك أصبحنا",
    "text":
        "اللهم بك أصبحنا وبك أمسينا وبك نحيا وبك نموت وإليك النشور.",
    "count": 1,
  },
  {
    "title": "أصبحنا وأصبح الملك لله",
    "text":
        "أصبحنا وأصبح الملك لله رب العالمين، اللهم إني أسألك خير هذا اليوم...",
    "count": 1,
  },
  {
    "title": "رضيت بالله رباً",
    "text":
        "رضيت بالله رباً وبالإسلام ديناً وبمحمد ﷺ نبياً ورسولاً.",
    "count": 3,
  },
  {
    "title": "اللهم إني أصبحت أشهدك",
    "text":
        "اللهم إني أصبحت أشهدك وأشهد حملة عرشك وملائكتك وجميع خلقك أنك أنت الله...",
    "count": 4,
  },
  {
    "title": "حسبي الله",
    "text":
        "حسبي الله لا إله إلا هو عليه توكلت وهو رب العرش العظيم.",
    "count": 7,
  },
  {
    "title": "سبحان الله وبحمده",
    "text":
        "سبحان الله وبحمده.",
    "count": 100,
  },
];
final eveningAdhkar = [
  {
    "title": "آية الكرسي",
    "text":
        "اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ...",
    "count": 1,
  },
  {
    "title": "سورة الإخلاص",
    "text":
        "قُلْ هُوَ اللَّهُ أَحَدٌ...",
    "count": 3,
  },
  {
    "title": "سورة الفلق",
    "text":
        "قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ...",
    "count": 3,
  },
  {
    "title": "سورة الناس",
    "text":
        "قُلْ أَعُوذُ بِرَبِّ النَّاسِ...",
    "count": 3,
  },
  {
    "title": "اللهم بك أمسينا",
    "text":
        "اللهم بك أمسينا وبك أصبحنا وبك نحيا وبك نموت وإليك المصير.",
    "count": 1,
  },
  {
    "title": "أمسينا وأمسى الملك لله",
    "text":
        "أمسينا وأمسى الملك لله رب العالمين...",
    "count": 1,
  },
  {
    "title": "رضيت بالله رباً",
    "text":
        "رضيت بالله رباً وبالإسلام ديناً وبمحمد ﷺ نبياً ورسولاً.",
    "count": 3,
  },
  {
    "title": "حسبي الله",
    "text":
        "حسبي الله لا إله إلا هو عليه توكلت وهو رب العرش العظيم.",
    "count": 7,
  },
  {
    "title": "سبحان الله وبحمده",
    "text":
        "سبحان الله وبحمده.",
    "count": 100,
  },
];